[{"province":"Oregon","region_1":"Willamette Valley","winery":"Rainstorm","variety":"Pinot Gris","title":"Rainstorm 2013 Pinot Gris (Willamette Valley)","points":87,"price":14.0,"description":"Tart and snappy, the flavors of lime flesh and rind dominate. Some green pineapple pokes through, with crisp acidity underscoring the flavors. The wine was all stainless-steel fermented."},{"province":"Michigan","region_1":"Lake Michigan Shore","winery":"St. Julian","variety":"Riesling","title":"St. Julian 2013 Reserve Late Harvest Riesling (Lake Michigan Shore)","points":87,"price":13.0,"description":"Pineapple rind, lemon pith and orange blossom start off the aromas. The palate is a bit more opulent, with notes of honey-drizzled guava and mango giving way to a slightly astringent, semidry finish."},{"province":"Oregon","region_1":"Willamette Valley","winery":"Sweet Cheeks","variety":"Pinot Noir","title":"Sweet Cheeks 2012 Vintner's Reserve Wild Child Block Pinot Noir (Willamette Valley)","points":87,"price":65.0,"description":"Much like the regular bottling from 2012, this comes across as rather rough and tannic, with rustic, earthy, herbal characteristics. Nonetheless, if you think of it as a pleasantly unfussy country wine, it's a good companion to a hearty winter stew."},{"province":"California","region_1":"Napa Valley","winery":"Kirkland Signature","variety":"Cabernet Sauvignon","title":"Kirkland Signature 2011 Mountain Cuvée Cabernet Sauvignon (Napa Valley)","points":87,"price":19.0,"description":"Soft, supple plum envelopes an oaky structure in this Cabernet, supported by 15% Merlot. Coffee and chocolate complete the picture, finishing strong at the end, resulting in a value-priced wine of attractive flavor and immediate accessibility."},{"province":"California","region_1":"Alexander Valley","winery":"Louis M. Martini","variety":"Cabernet Sauvignon","title":"Louis M. Martini 2012 Cabernet Sauvignon (Alexander Valley)","points":87,"price":34.0,"description":"Slightly reduced, this wine offers a chalky, tannic backbone to an otherwise juicy explosion of rich black cherry, the whole accented throughout by firm oak and cigar box."},{"province":"Virginia","region_1":"Monticello","winery":"Autumn Hill","variety":"Bordeaux-style Red Blend","title":"Autumn Hill 2007 Petit Verdot-Merlot Red (Monticello)","points":85,"price":18.0,"description":"Cherry pie-filling and boysenberry notes open this impressive blend of Merlot and Petit Verdot. Abundant but velvety tannins give a lift to blueberry and   chocolate tones in the mouth, while the slightly grippy finish shows appealing mixed berry flavors."},{"province":"California","region_1":"Paso Robles","winery":"Le Vigne","variety":"Cabernet Sauvignon","title":"Le Vigne 2014 Di Domenico Cabernet Sauvignon (Paso Robles)","points":91,"price":38.0,"description":"Black plum, charred wood, coffee syrup and cracked black pepper show on the excellently bright nose of this bottling. The flavors are equally intriguing, with umami touches of charred beef along with rosemary, bay leaf, olie and more black pepper."},{"province":"California","region_1":"California","winery":"Jack's House","variety":"Cabernet Sauvignon","title":"Jack's House 2013 Cabernet Sauvignon (California)","points":85,"price":16.0,"description":"This wine looks, smells and tastes on the light side. Herb and red-cherry aromas precede rather lean flavors from cherry to clove and dill, and a brisk texture with some tannic grip."},{"province":"Oregon","region_1":"Eola-Amity Hills","winery":"Expression 44°","variety":"Pinot Noir","title":"Expression 44° 2006 Pinot Noir (Eola-Amity Hills)","points":88,"price":40.0,"description":"This bold, expressive Pinot Noir bursts open with spice, herb and leaf then rolls into flavors of vanilla cream and tangy red fruits. The spicy elements wrap into all the other flavors, giving lift and life; this is an exciting wine, though not necessarily one to cellar."},{"province":"California","region_1":"Rutherford","winery":"Provenance Vineyards","variety":"Cabernet Sauvignon","title":"Provenance Vineyards 2005 Cabernet Sauvignon (Rutherford)","points":88,"price":40.0,"description":"A polished, supple Cabernet with real class and style. Drily tannic, it shows a good core of cherries, violets and herbs. Drink soon."},{"province":"California","region_1":"Sierra Foothills","winery":"Drytown","variety":"Riesling","title":"Drytown 2014 Estate Riesling (Sierra Foothills)","points":84,"price":17.0,"description":"A sweet version of Riesling, this offers fresh apple and strawberry aromas, sweet melon and cucumber flavors, a soft texture and light body."},{"province":"Oregon","region_1":"Oregon","winery":"Rainstorm","variety":"Pinot Noir","title":"Rainstorm 2014 Pinot Noir (Oregon)","points":88,"price":17.0,"description":"Sourced from Willamette and Umpqua Valley vineyards, this sweetly spicy wine carries a streak of orange peel and flesh. The pretty cherry fruit is fresh and tasty, and for an everyday bottle of Oregon Pinot, it's right on the money."},{"province":"Washington","region_1":"Columbia Valley (WA)","winery":"Gordon Brothers","variety":"Cabernet Sauvignon","title":"Gordon Brothers 2008 Cabernet Sauvignon (Columbia Valley (WA))","points":90,"price":23.0,"description":"All estate-grown, this beautifully crafted Cabernet is a fine expression of Columbia Valley fruit. It's lifted with juicy berry and black cherry flavors, then expanded with notes of cola, earth, leaf, herb and roasted coffee. Everything is in proportion, and the overall impression is of balance and elegance; depth without excess. It's a style of Cabernet that may have fallen out of favor, but shows exceptional grape growing and winemaking skills."},{"province":"Washington","region_1":"Horse Heaven Hills","winery":"Mercer","variety":"Cabernet Sauvignon","title":"Mercer 2012 Eagle & Plow Block 93 Cabernet Sauvignon (Horse Heaven Hills)","points":89,"price":100.0,"description":"This 100% varietal wine conveys notes of mortared green herbs, plum, cherry, medicine cabinet and vanilla. It's medium bodied with a supple, enticing feel. Baking spice, cherry and coffee flavors linger on the (very, very) long, coffee-filled finish. The aromas don't all come together but this wine is worth exploring for the remarkable finish, which is about as good as it gets."},{"province":"California","region_1":"Arroyo Seco","winery":"Scratch","variety":"Riesling","title":"Scratch 2011 Riesling (Arroyo Seco)","points":88,"price":25.0,"description":"Unmistakably Riesling from the petrol notes that dominates. The winemaker calls it off-dry, but it tastes dry in citrus, white flower and mineral notes, probably due  to the high acidity. Refreshingly low in alcohol."},{"province":"Oregon","region_1":"Oregon","winery":"Rainstorm","variety":"Pinot Gris","title":"Rainstorm 2015 Pinot Gris (Oregon)","points":89,"price":14.0,"description":"In the mouth there's the slightest impression of sweetness, though technically this may be considered dry. In any event it's loaded with pear and apple fruit, lightly spicy and well suited to any number of picnic, pasta, poultry and salad entrées."},{"province":"Washington","region_1":"Columbia Valley (WA)","winery":"Woodinville Wine Cellars","variety":"Syrah","title":"Woodinville Wine Cellars 2012 Reserve Syrah (Columbia Valley (WA))","points":85,"price":50.0,"description":"This starts with concentrated boysenberry and raspberry fruit, but in the mouth some off-flavors intrude. The fruit is close to raisined, and the finish carries a hint of plastic. Two bottles tasted, consistent results."},{"province":"Oregon","region_1":"Oregon","winery":"Rainstorm","variety":"Pinot Noir","title":"Rainstorm 2011 Pinot Noir (Oregon)","points":87,"price":17.0,"description":"There is a dusty aspect to the aromas and texture of this affordable Pinot Noir. Light berry fruit, lemony  acids, and some pretty spices add extra interest."},{"province":"Oregon","region_1":"Oregon","winery":"Rainstorm","variety":"Pinot Gris","title":"Rainstorm 2016 Pinot Gris (Oregon)","points":88,"price":14.0,"description":"Supple and seamless, this lightly spicy wine is a good all-purpose white. The clean, crisp fruit touches on kiwi, pear and a hint of green banana. Vinified in stainless steel, it's a refreshing wine that should be enjoyed soon."},{"province":"Oregon","region_1":"Oregon","winery":"Rainstorm","variety":"Pinot Noir","title":"Rainstorm 2010 Pinot Noir (Oregon)","points":88,"price":17.0,"description":"The second vintage of Rainstorm is smooth and pretty, showing flavors of ripe strawberry and chocolate that last through the finish."}]