[{"description":"Tart and snappy, the flavors of lime flesh and rind dominate. Some green pineapple pokes through, with crisp acidity underscoring the flavors. The wine was all stainless-steel fermented.","points":87,"price":14.0,"province":"Oregon","region_1":"Willamette Valley","region_2":"Willamette Valley","title":"Rainstorm 2013 Pinot Gris (Willamette Valley)","variety":"Pinot Gris","winery":"Rainstorm"},{"description":"Pineapple rind, lemon pith and orange blossom start off the aromas. The palate is a bit more opulent, with notes of honey-drizzled guava and mango giving way to a slightly astringent, semidry finish.","points":87,"price":13.0,"province":"Michigan","region_1":"Lake Michigan Shore","region_2":"Lake Michigan Shore","title":"St. Julian 2013 Reserve Late Harvest Riesling (Lake Michigan Shore)","variety":"Riesling","winery":"St. Julian"},{"description":"Much like the regular bottling from 2012, this comes across as rather rough and tannic, with rustic, earthy, herbal characteristics. Nonetheless, if you think of it as a pleasantly unfussy country wine, it's a good companion to a hearty winter stew.","points":87,"price":65.0,"province":"Oregon","region_1":"Willamette Valley","region_2":"Willamette Valley","title":"Sweet Cheeks 2012 Vintner's Reserve Wild Child Block Pinot Noir (Willamette Valley)","variety":"Pinot Noir","winery":"Sweet Cheeks"},{"description":"Soft, supple plum envelopes an oaky structure in this Cabernet, supported by 15% Merlot. Coffee and chocolate complete the picture, finishing strong at the end, resulting in a value-priced wine of attractive flavor and immediate accessibility.","points":87,"price":19.0,"province":"California","region_1":"Napa Valley","region_2":"Napa","title":"Kirkland Signature 2011 Mountain Cuvée Cabernet Sauvignon (Napa Valley)","variety":"Cabernet Sauvignon","winery":"Kirkland Signature"},{"description":"Slightly reduced, this wine offers a chalky, tannic backbone to an otherwise juicy explosion of rich black cherry, the whole accented throughout by firm oak and cigar box.","points":87,"price":34.0,"province":"California","region_1":"Alexander Valley","region_2":"Sonoma","title":"Louis M. Martini 2012 Cabernet Sauvignon (Alexander Valley)","variety":"Cabernet Sauvignon","winery":"Louis M. Martini"},{"description":"Cherry pie-filling and boysenberry notes open this impressive blend of Merlot and Petit Verdot. Abundant but velvety tannins give a lift to blueberry and   chocolate tones in the mouth, while the slightly grippy finish shows appealing mixed berry flavors.","points":85,"price":18.0,"province":"Virginia","region_1":"Monticello","region_2":"Monticello","title":"Autumn Hill 2007 Petit Verdot-Merlot Red (Monticello)","variety":"Bordeaux-style Red Blend","winery":"Autumn Hill"},{"description":"Black plum, charred wood, coffee syrup and cracked black pepper show on the excellently bright nose of this bottling. The flavors are equally intriguing, with umami touches of charred beef along with rosemary, bay leaf, olie and more black pepper.","points":91,"price":38.0,"province":"California","region_1":"Paso Robles","region_2":"Central Coast","title":"Le Vigne 2014 Di Domenico Cabernet Sauvignon (Paso Robles)","variety":"Cabernet Sauvignon","winery":"Le Vigne"},{"description":"This wine looks, smells and tastes on the light side. Herb and red-cherry aromas precede rather lean flavors from cherry to clove and dill, and a brisk texture with some tannic grip.","points":85,"price":16.0,"province":"California","region_1":"California","region_2":"California Other","title":"Jack's House 2013 Cabernet Sauvignon (California)","variety":"Cabernet Sauvignon","winery":"Jack's House"},{"description":"This bold, expressive Pinot Noir bursts open with spice, herb and leaf then rolls into flavors of vanilla cream and tangy red fruits. The spicy elements wrap into all the other flavors, giving lift and life; this is an exciting wine, though not necessarily one to cellar.","points":88,"price":40.0,"province":"Oregon","region_1":"Eola-Amity Hills","region_2":"Willamette Valley","title":"Expression 44° 2006 Pinot Noir (Eola-Amity Hills)","variety":"Pinot Noir","winery":"Expression 44°"},{"description":"A polished, supple Cabernet with real class and style. Drily tannic, it shows a good core of cherries, violets and herbs. Drink soon.","points":88,"price":40.0,"province":"California","region_1":"Rutherford","region_2":"Napa","title":"Provenance Vineyards 2005 Cabernet Sauvignon (Rutherford)","variety":"Cabernet Sauvignon","winery":"Provenance Vineyards"},{"description":"A sweet version of Riesling, this offers fresh apple and strawberry aromas, sweet melon and cucumber flavors, a soft texture and light body.","points":84,"price":17.0,"province":"California","region_1":"Sierra Foothills","region_2":"Sierra Foothills","title":"Drytown 2014 Estate Riesling (Sierra Foothills)","variety":"Riesling","winery":"Drytown"},{"description":"All estate-grown, this beautifully crafted Cabernet is a fine expression of Columbia Valley fruit. It's lifted with juicy berry and black cherry flavors, then expanded with notes of cola, earth, leaf, herb and roasted coffee. Everything is in proportion, and the overall impression is of balance and elegance; depth without excess. It's a style of Cabernet that may have fallen out of favor, but shows exceptional grape growing and winemaking skills.","points":90,"price":23.0,"province":"Washington","region_1":"Columbia Valley (WA)","region_2":"Columbia Valley","title":"Gordon Brothers 2008 Cabernet Sauvignon (Columbia Valley (WA))","variety":"Cabernet Sauvignon","winery":"Gordon Brothers"},{"description":"This 100% varietal wine conveys notes of mortared green herbs, plum, cherry, medicine cabinet and vanilla. It's medium bodied with a supple, enticing feel. Baking spice, cherry and coffee flavors linger on the (very, very) long, coffee-filled finish. The aromas don't all come together but this wine is worth exploring for the remarkable finish, which is about as good as it gets.","points":89,"price":100.0,"province":"Washington","region_1":"Horse Heaven Hills","region_2":"Columbia Valley","title":"Mercer 2012 Eagle & Plow Block 93 Cabernet Sauvignon (Horse Heaven Hills)","variety":"Cabernet Sauvignon","winery":"Mercer"},{"description":"Unmistakably Riesling from the petrol notes that dominates. The winemaker calls it off-dry, but it tastes dry in citrus, white flower and mineral notes, probably due  to the high acidity. Refreshingly low in alcohol.","points":88,"price":25.0,"province":"California","region_1":"Arroyo Seco","region_2":"Central Coast","title":"Scratch 2011 Riesling (Arroyo Seco)","variety":"Riesling","winery":"Scratch"},{"description":"This starts with concentrated boysenberry and raspberry fruit, but in the mouth some off-flavors intrude. The fruit is close to raisined, and the finish carries a hint of plastic. Two bottles tasted, consistent results.","points":85,"price":50.0,"province":"Washington","region_1":"Columbia Valley (WA)","region_2":"Columbia Valley","title":"Woodinville Wine Cellars 2012 Reserve Syrah (Columbia Valley (WA))","variety":"Syrah","winery":"Woodinville Wine Cellars"}]