[{"province":"Oregon","region":"Willamette Valley","winery":"Rainstorm","variety":"Pinot Gris","title":"Rainstorm 2013 Pinot Gris (Willamette Valley)","points":87,"price":14.0,"description":"Tart and snappy, the flavors of lime flesh and rind dominate. Some green pineapple pokes through, with crisp acidity underscoring the flavors. The wine was all stainless-steel fermented."},{"province":"Oregon","region":"Willamette Valley","winery":"Sweet Cheeks","variety":"Pinot Noir","title":"Sweet Cheeks 2012 Vintner's Reserve Wild Child Block Pinot Noir (Willamette Valley)","points":87,"price":65.0,"description":"Much like the regular bottling from 2012, this comes across as rather rough and tannic, with rustic, earthy, herbal characteristics. Nonetheless, if you think of it as a pleasantly unfussy country wine, it's a good companion to a hearty winter stew."},{"province":"California","region":"Napa Valley","winery":"Kirkland Signature","variety":"Cabernet Sauvignon","title":"Kirkland Signature 2011 Mountain Cuvée Cabernet Sauvignon (Napa Valley)","points":87,"price":19.0,"description":"Soft, supple plum envelopes an oaky structure in this Cabernet, supported by 15% Merlot. Coffee and chocolate complete the picture, finishing strong at the end, resulting in a value-priced wine of attractive flavor and immediate accessibility."},{"province":"California","region":"Alexander Valley","winery":"Louis M. Martini","variety":"Cabernet Sauvignon","title":"Louis M. Martini 2012 Cabernet Sauvignon (Alexander Valley)","points":87,"price":34.0,"description":"Slightly reduced, this wine offers a chalky, tannic backbone to an otherwise juicy explosion of rich black cherry, the whole accented throughout by firm oak and cigar box."},{"province":"California","region":"Central Coast","winery":"Mirassou","variety":"Chardonnay","title":"Mirassou 2012 Chardonnay (Central Coast)","points":87,"price":12.0,"description":"Building on 150 years and six generations of winemaking tradition, the winery trends toward a leaner style, with the classic California buttercream aroma cut by tart green apple. In this good everyday sipping wine, flavors that range from pear to barely ripe pineapple prove approachable but not distinctive."},{"province":"California","region":"Sonoma Valley","winery":"Sebastiani","variety":"Cabernet Sauvignon","title":"Sebastiani 1991 Cherryblock Vineyard Cabernet Sauvignon (Sonoma Valley)","points":88,"price":160.0,"description":"Mint again, with earth and tobacco; one taster found traces of bell pepper. Coffee and brown sugar further soften a supple, mature mouthfeel. Drink now."},{"province":"California","region":"California","winery":"Les Belles Collines","variety":"Pinot Gris","title":"Les Belles Collines 2014 Pinot Gris (California)","points":92,"price":25.0,"description":"Completely stainless-fermented and aged, this is a blockbuster of a white wine, refreshing and exotic in floral intoxication. Dry and light-bodied, it offers an edginess of slate-like minerality along with aromas of apricot and peach, finishing in a dusting of white pepper."},{"province":"Oregon","region":"Dundee Hills","winery":"The Four Graces","variety":"Pinot Gris","title":"The Four Graces 2007 Pinot Gris (Dundee Hills)","points":88,"price":18.0,"description":"Rich in the mouth, this creamy and textural wine mixes fruit flavors of peach, apple and pear in equal proportion. It's a bit heavier than the previous vintage, with less of the floral character, but it offers, instead, a richness that lingers into a satisfying finish."},{"province":"Washington","region":"Washington","winery":"14 Hands","variety":"Riesling","title":"14 Hands 2010 Riesling (Washington)","points":86,"price":10.0,"description":"Regrettably, this has no sweetness scale on the back label, but the 11.5% alcohol suggests that it is off-dry, as it certainly tastes. It's a heavy, honey-soaked style, perhaps due to grapes that were affected by botrytis. Apple juice and honey flavors are right in the heart of this wine, which would pair well with a simple dessert of fresh fruit."},{"province":"Washington","region":"Columbia Valley (WA)","winery":"Syncline","variety":"Rhône-style Red Blend","title":"Syncline 2013 Subduction Red (Columbia Valley (WA))","points":92,"price":20.0,"description":"This blend of Syrah, Mourvèdre, Carignan, Counoise, Grenache and Cinsault immediately appeals with its aromas of plum, candied raspberry and garrigue, with no oak influence anywhere in sight. It's fruit laden, focused and supple, with a feel that dazzles the senses and pure fruit flavors that just won't quit."},{"province":"Washington","region":"Columbia Valley (WA)","winery":"14 Hands","variety":"Red Blend","title":"14 Hands 2013 Hot to Trot Red (Columbia Valley (WA))","points":88,"price":10.0,"description":"A blend of predominantly Merlot and Syrah, this wine offers aromas of raspberries, herbs, plum and vanilla. The flavors are sweet, plump and juicy, delivering a lot of bang for the buck."},{"province":"Washington","region":"Columbia Valley (WA)","winery":"14 Hands","variety":"Red Blend","title":"14 Hands 2014 Limited Release Kentucky Derby Red (Columbia Valley (WA))","points":87,"price":12.0,"description":"Aromas are light, with notes of matchstick, herb and cherry. The cherry and plum flavors are sweet and generous, providing easy-drinking appeal."},{"province":"Oregon","region":"Willamette Valley","winery":"Pepi","variety":"Pinot Grigio","title":"Pepi 2000 Pinot Grigio (Willamette Valley)","points":84,"price":12.0,"description":"This wine is so dry, sharp, and tart, it's like lemon juice. Some will like it, while others more used to ripe, sweet fruit may find it sour. One thing is for sure, it could use some food. One of those wines that's great with shellfish."},{"province":"California","region":"Sonoma Coast","winery":"Pali","variety":"Pinot Noir","title":"Pali 2010 Durell Vineyard Pinot Noir (Sonoma Coast)","points":86,"price":54.0,"description":"Made in a drink-me-now style, this is a delicately balanced wine, rich in oak, with a wealth of raspberries and cherries. It's soft, delicious and a little high in alcohol."},{"province":"Washington","region":"Washington","winery":"14 Hands","variety":"White Blend","title":"14 Hands 2013 Hot to Trot White (Washington)","points":87,"price":10.0,"description":"Largely Chardonnay and Riesling, this wine offers aromas that include peach, pear, melon and almond. It's full in feel, lightly sweet with citrus and stone-fruit flavors that linger."},{"province":"California","region":"Santa Maria Valley","winery":"Foxen","variety":"Pinot Noir","title":"Foxen 2014 Block 8 Bien Nacido Vineyard Pinot Noir (Santa Maria Valley)","points":95,"price":62.0,"description":"Hearty plum, deep rose petal, earthy juniper, a touch of charcoal and crushed graphite aromas show strongly on the nose of this bottling from a tiny block in this historic vineyard. The palate packs an awesome combination of tension, energy and power, like a clenched fist in a silk glove, with tangy olallieberry fruit and a menthol character that carries deep into the finish."},{"province":"Washington","region":"Columbia Valley (WA)","winery":"Tamarack Cellars","variety":"Rhône-style Red Blend","title":"Tamarack Cellars 2013 Spicebox Red (Columbia Valley (WA))","points":89,"price":28.0,"description":"This wine is 40% each of Grenache and Mourvèdre with the balance Counoise. It's lighter in color, with aromas of plum, boysenberry, herbs, flowers and peppery spices. It's palate-coating with silky, sweet fruit flavors that linger."},{"province":"Washington","region":"Columbia Valley (WA)","winery":"14 Hands","variety":"Merlot","title":"14 Hands 2014 Merlot (Columbia Valley (WA))","points":87,"price":30.0,"description":"Milk chocolate, toast and raspberry aromas are followed by quite sweet fruit flavors. It's unabashed in its easy-drinking appeal."},{"province":"Washington","region":"Horse Heaven Hills","winery":"14 Hands","variety":"Malbec","title":"14 Hands 2014 The Reserve Rosé of Malbec (Horse Heaven Hills)","points":87,"price":24.0,"description":"Electric-pink in color, that offers aromas of cranberries and watermelon that lead to dry fruit flavors with a tart finish. It doesn't entirely stand up on its own but should fit in nicely at the dinner table."},{"province":"Washington","region":"Columbia Valley (WA)","winery":"Waterbrook","variety":"White Blend","title":"Waterbrook 2015 Melange Founder's White Blend White (Columbia Valley (WA))","points":85,"price":13.0,"description":"Vibrant aromas of pineapple, flowers, peach and lychee lead to an palate that leans sweeter than off dry. Stone-fruit flavors linger on the finish."}]